{
  "appname": "Carbon Stock Time Series",
  "description_title": "Description:",
  "description_content": "This tool allows the customized visualization and analyze of the time series of aboveground, belowground and soil carbon stocks at regional, municipal and basin levels. Methodology details are available in",
  "description_terms": "The use of this information implies acceptance of the terms of use specified in",
  "label_level": "Level",
  "label_year": "Year",
  "label_name": "Name",
  "select_region": "Regional",
  "select_watershed": "Watershed",
  "select_drainage": "Drainage area",
  "select_municipal": "Municipal",
  "label_agb": "Aboveground biomass",
  "label_bgb": "Belowground biomass",
  "label_soc": "Soil carbon stock",
  "label_hidrography": "Hidrography",
  "label_highways": "Highways",
  "label_watersheds": "Watersheds",
  "label_municipalities": "Municipalities",
  "language_menu": "Portuguese/English",
  "tooltip_menu": "Hide/Show menu",
  "tooltip_menu_plot": "Hide/Show plots",
  "tooltip_download": "Layer download",
  "tooltip_ftp": "Time series download",
  "tooltip_info": "Aditional information",
  "tooltip_terms": "Terms of use",
  "tooltip_coords": "Coordinate system",
  "toolsmenu_maps": "Map Time Series",
  "toolsmenu_landuse": "Land Cover and Land use Time Series",
  "toolsmenu_biomass": "Carbon stock Time Series",
  "toolsmenu_onset": "Rainy season onset forecast",
  "toolsmenu_mfview": "Groundwater model data viewer",
  "toolsmenu_hidro": "Flow forecast",
  "modal_terms_title": "Carbon Stock Time Series - Terms of use",
  "terms_of_use": "The user assumes all risk related to the use of information on the web pages of this platform. UFV provides this information as it is presented, and UFV disclaims any and all warranties, express or implied, including (but not limited to) any implied warranties of adequancy for a particular purpose. In no event will UFV be liable to users or third parties for any direct, indirect, incidental, consequential, special damages or loss of profit resulting from any use or misuse of this data.",
  "modal_info_title": "Carbon Stock Time Series - Aditional information",
  "modal_info_paraghaph01": "The Temporal series of carbon stock for Western Bahia were developed in the thesis of Emily Ane Dionizio da Silva at the Federal University of Viçosa during her PhD at Applied Meteorology Program. ",
  "modal_info_paraghaph02": "The methods for development of carbon stocks time series combine observed databases (Aboveground- AGB, Belowground- BGB and Soil Carbon Stocks-SCS) for six land use and land cover classes (irrigated agriculture, rainfed agriculture, pasture, Savana Formations, Grasslands formations, and Forest formations) with modeling and remote sensing techniques.",
  "modal_info_paraghaph03": "The AGB and BGB databases for all LULCC were developed from published literature. We selected observed data from AGB and BGB collected in areas within Western Bahia domain, and in the absence of these data, biomass estimates collected in areas of the Cerrado domain were selected. On the other hand, the soil carbon stock database (SCS) was developed from two field campaigns during the months of July, November and December of 2017, in which we collected soil samples for all LULCC considering a depth of 1m.",
  "modal_info_paraghaph04": "The average and standard deviation of AGB and BGB and the SCS in the databases were used to estimate LULCC population sizes by assuming a normal distribution and the number of pixels for each population in 1990. These LULCC populations were used to compose a database in which maximum and minimum values were set to the top and bottom 2.5% percentiles, respectively. From these databases, we built the initial maps (1990) of AGB, BGB, and SCS. Each pixel (30 m) of the initial biomass map received a random AGB and BGB value according to the corresponding class determined by OBahia classification. For the next year, the model verifies if there are changes between t-1 and t LULCC classes. If there were no changes between t-1 and t classes, then the values of AGB, BGB, and SCS were maintained. Otherwise, if changes were detected, each pixel received AGB, BGB, and SCS values according to the updated LULCC.",
  "modal_info_paraghaph05": "Further details of our methods are available at:",
  "modal_info_paraghaph06": "Referência do nosso artigo na PlosOne, assim que for aceito",
  "modal_info_paraghaph07": "Dionizio, E.A.D, 2019. The effect of land use change on soil physical properties and on carbon stocks on sandy soils of a Cerrado agricultural frontier. Tese de Doutorado, Universidade Federal de Viçosa, março 2019. Orientador: Marcos Heil Costa",
  "popup_clickout": "Out of layer",
  "stackplot_title": "Carbon stocks (1990 -2018)",
  "barplot_title": "Carbon stocks"
}
