{
  "appname": "Land Cover and Land Use Time Series",
  "description_title": "Description:",
  "description_content": "This tool allows the customized visualization and analysis of Western Bahia land cover and land use time series at regional and, basin scales, as well as drainage areas and at the municipality level. Methodology details are available in",
  "description_terms": "The use of this information implies in the acceptance of the disclaimer specified in",
  "label_level": "Level",
  "label_year": "Year",
  "label_name": "Name",
  "label_popup_class": "Class",
  "label_popup_code": "Code",
  "select_region": "Regional",
  "select_watershed": "Watershed",
  "select_drainage": "Drainage area",
  "select_municipal": "Municipality",
  "label_landuse": "Land cover and land use",
  "label_hidrography": "Hidrography",
  "label_highways": "Highways",
  "label_watersheds": "Watersheds",
  "label_counties": "Municipality",
  "language_menu": "Portuguese/English",
  "tooltip_menu": "Hide/Show menu",
  "tooltip_menu_plot": "Hide/Show plots",
  "tooltip_download": "Layer download",
  "tooltip_ftp": "Time series download",
  "tooltip_info": "Aditional information",
  "tooltip_terms": "Disclaimer",
  "tooltip_coords": "Coordinate system",
  "toolsmenu_mapserver": "Web Map Server",
  "toolsmenu_maps": "Map Time Series",
  "toolsmenu_landuse": "Land Cover and Land Use Time Series",
  "toolsmenu_irrigation": "Irrigated Crop Time series",
  "toolsmenu_biomass": "Carbon Stocks Time Series",
  "toolsmenu_onset": "Rainy Season Onset Forecast",
  "toolsmenu_mfview": "Groundwater Model Data Viewer",
  "toolsmenu_hidro": "Stream Water Flow Forecast",
  "modal_terms_title": "Land Cover and Land Use Time Series - Disclaimer",
  "terms_of_use": "The user assumes all risk related to the use of information on the web pages of this platform. UFV provides this information as it is presented, and UFV disclaims any and all warranties, express or implied, including (but not limited to) any implied warranties of adequancy for a particular purpose. In no event will UFV be liable to users or third parties for any direct, indirect, incidental, consequential, special damages or loss of profit resulting from any use or misuse of this data.",
  "modal_info_title": "Land Cover and Land Use Time Series - Aditional information",
  "modal_info_paraghaph01": "The landuse and land cover change classification of the Western Bahia region was done with the aid of cloud computing using the Python API on the Google Earth Engine platform and local processing using a set of programming languages and open source tools for geospatial analysis. More than 49,000 scenes were processed pixel by pixel and treated for atmospheric and relief correction, removal of pixels contaminated by clouds and cloud shadows and flaws at the edges. Physical variables such as mapping night lights, elevation data, pixel distance to rivers and major cities were added as bands to the data series.",
  "modal_info_paraghaph02": "From this data set, 31 annual mosaics were generated (from 1990 to 2020 - considering the best pixels observed in the time series) and from them several spectral indices were calculated. After dimension reduction analysis, 14 bands/indexes were defined as sufficient for the classification of landuse and land cover in the region, being: Night light (Night-time Light - NTL), Normalized Difference Built-Up Index (NDBI), elevation, slope, azimuths, relief shadow, pixel distance for hydrography, Ratio (red/green), Enhanced Vegetation Index (EVI), Normalized Difference Water Index (NDWI), fractions of the Tasseled Cap transformation (brightness, greenness and wetness) and water mask.",
  "modal_info_paraghaph03": "The types of land use and occupation defined were forest formations, savanna formations, countryside formations, mosaic of agriculture or pasture, rainfed agriculture, irrigated agriculture, pasture, bodies of water and urban areas/rural buildings. The classification was made using the Random Forest classifier, trained with 28,500 random samples and processed with 500 decision trees for the cover and land use classes.",
  "modal_info_paraghaph04": "Interannual discontinuities were minimized using space-time filters and metrics. The final classification was superimposed with the irrigated agriculture data from Pousa et al. and CODEVASF.",
  "modal_info_paraghaph05": "The validation of the classification was done by cross-comparing the data on landuse datasets from the MapBiomas consortium, PRODES Cerrado project, TerraClass and the data from the IBGE agricultural census.",
  "modal_info_paraghaph06": "Further details on the procedures described above can be accessed at:",
  "modal_info_paraghaph07": "ADD PUBLICATION LINK HERE",
  "modal_info_figure_legend": "Applied methodology to image classification for the Western Bahia region. a) The initial steps of the processing was done through cloud computing using the Python API of the Google Earth Engine platform and 2) the final steps were processed using a set of open source tools for processing and geospatial analysis.",
  "modal_info_figure": "Figure 1: ",
  "popup_clickout": "Out of layer",
  "popup_clickonlayer": "Click on layer",
  "label_plot_yaxis": "Land Cover and Land Use (1000 km²)",
  "stackplot_title": "Land Cover and Land Use (1990 -2020)",
  "stackplot_title_watershed": "Land Cover and Land Use in",
  "stackplot_link_watershed": "watershed in",
  "stackplot_title_drainage": "Land Cover and Land Use in",
  "stackplot_link_drainage": "drainage area in",
  "stackplot_title_counties": "Land Cover and Land Use in",
  "stackplot_link_counties": "municipality in",
  "barplot_title": "Land Cover and Land Use",
  "barplot_title_watershed": "Land Cover and Land Use in",
  "barplot_link_watershed": "watershed in",
  "barplot_title_drainage": "Land Cover and Land Use in",
  "barplot_link_drainage": "drainage area in",
  "barplot_title_counties": "Land Cover and Land Use in",
  "barplot_link_counties": "municipality in",
  "label_forest": "Forest formations",
  "label_savanna": "Savanna formations",
  "label_grasslands": "Grasslands",
  "label_mosaic": "Mosaic of crop and pasture",
  "label_rainfed": "Rainfed crop",
  "label_irrigated": "Irrigated crop",
  "label_pasture": "Pastureland",
  "label_water": "Water bodies",
  "label_urban": "Urban areas/Farm building",
  "label_landuse_classes": [
    "Forest formations",
    "Savanna formations",
    "Grasslands",
    "Mosaic of crop and pasture",
    "Rainfed crop",
    "Irrigated crop",
    "Pastureland",
    "Water bodies",
    "Urban areas/Farm building"
  ]
}