{
  "appname": "Séries Temporais de Cobertura e Uso do Solo",
  "description_title": "Descrição:",
  "description_content": "Esta ferramenta permite a visualização e análise customizada das séries temporais de cobertura e uso do solo, a nível regional, de bacia, de áreas de drenagem e a nível municipal para a região do Oeste da Bahia. Maiores informações sobre os dados de cobertura e uso do solo podem ser acessadas em",
  "description_terms": "O uso dessas informações implica no aceite da exoneração de responsabilidade especificada em",
  "label_level": "Nível",
  "label_year": "Ano",
  "label_name": "Nome",
  "label_popup_class": "Classe",
  "label_popup_code": "Código",
  "select_region": "Regional",
  "select_watershed": "Bacia hidrográfica",
  "select_drainage": "Área de Drenagem",
  "select_municipal": "Municipal",
  "label_landuse": "Cobertura e uso do solo",
  "label_hidrography": "Hidrografia",
  "label_highways": "Rodovias",
  "label_watersheds": "Bacias hidrográficas",
  "label_counties": "Municípios",
  "language_menu": "Português/Inglês",
  "tooltip_menu": "Esconde/Mostra menu",
  "tooltip_menu_plot": "Esconde/Mostra gráficos",
  "tooltip_download": "Download da camada",
  "tooltip_ftp": "Download da série temporal",
  "tooltip_info": "Informações adicionais",
  "tooltip_terms": "Exoneração de responsobilidade",
  "tooltip_coords": "Sistema de coordenadas",
  "toolsmenu_mapserver": "Servidor de Mapas",
  "toolsmenu_maps": "Série Temporal de Mapas",
  "toolsmenu_landuse": "Series Temporais de Cobertura e Uso do Solo",
  "toolsmenu_irrigation": "Séries Temporais das Áreas Irrigadas",
  "toolsmenu_biomass": "Series Temporais de Estoque de Carbono",
  "toolsmenu_onset": "Previsão do Início da Estação Chuvosa",
  "toolsmenu_mfview": "Visualizador do Modelo de Fluxo de Águas Subterrâneas",
  "toolsmenu_hidro": "Previsão de Vazões",
  "modal_terms_title": "Séries Temporais de Cobertura e Uso do Solo - Exoneração de responsobilidade",
  "terms_of_use": "O usuário assume todo o risco relacionado ao uso de informações nas páginas Web desta plataforma. A UFV fornece essas informações da maneira como estão apresentadas, e a UFV se isenta de todas e quaisquer garantias, expressas ou implícitas, incluindo (mas não se limitando a) quaisquer garantias implícitas de adequação a uma finalidade específica. Em nenhum caso a UFV será responsável perante usuários ou terceiros por quaisquer danos diretos, indiretos, incidentais, conseqüenciais, especiais ou perda de lucro resultante de qualquer uso ou uso indevido desses dados.",
  "modal_info_title": "Séries Temporais de Cobertura e Uso do Solo - Informações adicionais",
  "modal_info_paraghaph01": "A classificação da cobertura e uso do solo para a região Oeste da Bahia foi feita com auxílio da computação em nuvem utilizando a API Python na plataforma Google Earth Engine e processamento local usando um conjunto de linguagens de programação e ferramentas de código aberto para análise geoespacial (Figura 1). Mais de 49 mil cenas foram processadas pixel a pixel e tratadas para correção atmosferica e do relevo, remoção de pixels contaminados por nuvens e sombras de nuvens e falhas nas bordas. Variáveis físicas como o mapeamento de luzes noturnas, dados de elevação, distância dos pixels para os rios e principais cidades foram adicionados como bandas à série de dados.",
  "modal_info_paraghaph02": "A partir desse conjunto de dados, foram gerados 31 mosaicos anuais (desde 1990 a 2020 - considerando os melhores pixels observados na série temporal) e a partir deles foram calculados varios indices espectrais. Após análise de redução de dimensões, 14 bandas/índices foram definidas como suficientes para a classificação da cobertura e uso do solo da região, sendo: Luz noturna (Night-time Light - NTL), Normalized Difference Built-Up Index (NDBI), elevação, declividade, azimutes, sombra de relevo, distância dos pixels para a hidrografia, Ratio (red/green), Enhanced Vegetation Index (EVI), Normalized Difference Water Index (NDWI), as frações da transformação Tasseled Cap (brightness, greenness e wetness) e máscara de água.",
  "modal_info_paraghaph03": "Os tipos de uso e ocupação do solo definidos foram as formações florestais, formações savânicas, formações campestres, mosaico de agricultura ou pastagem, agricultura de sequeiro, agricultura irrigada, pastagem, córpos d'água e áreas urbanas/construções rurais. A classificação foi feita utilizando o classificador Random Forest, treinado com 28.500 amostras aleatórias e processado com 500 árvores de decisão para as classes de cobertura e uso do solo.",
  "modal_info_paraghaph04": "As descontinuidades interanuais foram minimizadas utilizando filtros e métricas espaço-temporais. A classificação final foi sobreposta com os dados de agricultura irrigada de Pousa et al. e CODEVASF.",
  "modal_info_paraghaph05": "A validação da classificação foi feita pela comparação cruzada com os dados de cobertura e uso do solo dos projetos MapBiomas, PRODES Cerrado, TerraClass e os dados do censo agropecuário do IBGE.",
  "modal_info_paraghaph06": "Maiores detalhes sobre os procedimentos descritos acima podem ser acessados em: ",
  "modal_info_figure_legend": "Metodologia aplicada na classificação de imagens para a região do Oeste da Bahia. a) A parte inicial do processamento foi feita por meio da computação em núvem utilizando a API Python da plataforma Google Earth Engine e 2) as etapas finais foram processadas utilizando diversas ferramentas de código aberto para processamento e análise de dados espaciais.",
  "modal_info_figure": "Figura 1: ",
  "modal_info_ref01": "Pimenta, F.M.; Speroto, A.T.; Costa, M.H.; Dionizio, E.A. Historical Changes in Land Use and Suitability for Future Agriculture Expansion in Western Bahia, Brazil. Remote Sens. 2021, 13, 1088.",
  "popup_clickout": "Fora da camada",
  "popup_clickonlayer": "Clique na camada",
  "label_plot_yaxis": "Cobertura e Uso do Solo (1000 km²)",
  "stackplot_title": "Cobertura e Uso do Solo (1990 -2020)",
  "stackplot_title_watershed": "Cobertura e Uso do Solo na Bacia do Rio",
  "stackplot_link_watershed": "em",
  "stackplot_title_drainage": "Cobertura e Uso do Solo na área de drenagem do",
  "stackplot_link_drainage": "em",
  "stackplot_title_counties": "Cobertura e Uso do Solo no município de",
  "stackplot_link_counties": "em",
  "barplot_title": "Cobertura e Uso do Solo",
  "barplot_title_watershed": "Cobertura e Uso do Solo na Bacia do Rio",
  "barplot_link_watershed": "em",
  "barplot_title_drainage": "Cobertura e Uso do Solo na área de drenagem do",
  "barplot_link_drainage": "em",
  "barplot_title_counties": "Cobertura e Uso do Solo no município de",
  "barplot_link_counties": "em",
  "label_forest": "Formações florestais",
  "label_savanna": "Formações savânicas",
  "label_grasslands": "Formações campestres",
  "label_mosaic": "Mosaico de agricultura ou pastagem",
  "label_rainfed": "Agricultura de sequeiro",
  "label_irrigated": "Agricultura irrigada",
  "label_pasture": "Pastagem",
  "label_water": "Corpos d'água",
  "label_urban": "Área urbana/Construções rurais",
  "label_landuse_classes": [
    "Formações florestais",
    "Formações savânicas",
    "Formações campestres",
    "Mosaico de agricultura ou pastagem",
    "Agricultura de sequeiro",
    "Agricultura irrigada",
    "Pastagem",
    "Corpos d'água",
    "Área urbana/Construções rurais"
  ]
}