{
  "appname": "Séries Temporais de Estoque de Carbono",
  "description_title": "Descrição:",
  "description_content": "Esta ferramenta permite a visualização e analise das séries temporais dos estoques de carbono acima do solo, abaixo do solo e no solo considerando diferentes níveis espaciais. Atualmente estes dados podem ser visualizados em escala regional, municipal ou de bacia hidrográfica. Detalhes sobre a metodologia destas séries temporais podem ser acessadas em",
  "description_terms": "O uso dessas informações implica no aceite dos termos de uso especificados em",
  "label_level": "Nível",
  "label_year": "Ano",
  "label_name": "Nome",
  "select_region": "Regional",
  "select_watershed": "Bacia hidrográfica",
  "select_drainage": "Área de Drenagem",
  "select_municipal": "Municipal",
  "label_agb": "Biomassa acima do solo",
  "label_bgb": "Biomassa abaixo do solo",
  "label_soc": "Estoque de carbono no solo",
  "label_hidrography": "Hidrografia",
  "label_highways": "Rodovias",
  "label_watersheds": "Bacias hidrográficas",
  "label_municipalities": "Municípios",
  "language_menu": "Português/Inglês",
  "tooltip_menu": "Esconde/Mostra menu",
  "tooltip_menu_plot": "Esconde/Mostra gráficos",
  "tooltip_download": "Download da camada",
  "tooltip_ftp": "Download da série temporal",
  "tooltip_info": "Informações adicionais",
  "tooltip_terms": "Termos de uso",
  "tooltip_coords": "Sistema de coordenadas",
  "toolsmenu_maps": "Série Temporal de Mapas",
  "toolsmenu_landuse": "Series temporais de cobertura e uso do solo",
  "toolsmenu_biomass": "Series temporais de estoque de carbono",
  "toolsmenu_onset": "Previsão do início da estação chuvosa",
  "toolsmenu_mfview": "Visualizador do modelo de águas subterrâneas",
  "toolsmenu_hidro": "Previsão de vazões",
  "modal_terms_title": "Séries Temporais de Estoques de Carbono - Termos de uso",
  "terms_of_use": "O usuário assume todo o risco relacionado ao uso de informações nas páginas Web desta plataforma. A UFV fornece essas informações da maneira como estão apresentadas, e a UFV se isenta de todas e quaisquer garantias, expressas ou implícitas, incluindo (mas não se limitando a) quaisquer garantias implícitas de adequação a uma finalidade específica. Em nenhum caso a UFV será responsável perante usuários ou terceiros por quaisquer danos diretos, indiretos, incidentais, conseqüenciais, especiais ou perda de lucro resultante de qualquer uso ou uso indevido desses dados.",
  "modal_info_title": "Séries Temporais de Estoques de Carbono - Informações adicionais",
  "modal_info_paraghaph01": "As séries temporais dos estoques de carbono para o Oeste da Bahia foram desenvolvidos na tese de doutorado de Emily Ane Dionizio da Silva no curso de Meteorologia Aplicada pela Universidade Federal de Viçosa.",
  "modal_info_paraghaph02": "A metodologia para o desenvolvimento destes mapas combina base de dados observados (Aboveground- AGB, Belowground- BGB e Carbono no solo-SCS) para seis classes de uso e cobertura do solo (Agricultura irrigada, Agricultura de sequeiro, pastagem, Formações savânicas, Formações de gramíneas e Formações Florestais) com técnicas de modelagem e mapas de classes de uso e cobertura da terra (LULCC).",
  "modal_info_paraghaph03": "A base de dados de AGB e BGB para as LULCC foram elaboradas a partir de revisão de literatura. Dados observados de dados de biomassa acima e abaixo do solo coletados em áreas situadas dentro do domínio Oeste da Bahia foram priorizados, e em caso de ausência destas informações foram selecionadas estimativas de biomassa obtidas em áreas de domínio do bioma Cerrado. A base de dados de carbono no solo (SCS), por outro lado, foi desenvolvida a partir da coleta de amostras de solo no Oeste da Bahia considerando 1m de profundidade para todas as LULCC em campanhas realizadas nos meses de julho, novembro e dezembro de 2017.",
  "modal_info_paraghaph04": "A média e o desvio padrão de AGB e BGB e o SCS destas bases de dados foram usados para estimar o tamanho da população LULCC assumindo uma distribuição normal e o número de pixels para cada LULCC em 1990. Essas populações LULCC foram usadas para compor um banco de dados no qual os valores máximo e mínimo foram definidos para os percentis 2,5% superior e inferior, respectivamente. A partir desses bancos de dados, construímos os mapas iniciais (1990) de AGB, BGB e SCS. Cada pixel (30 m) do mapa de biomassa inicial recebeu um valor aleatório de AGB, BGB e SCS de acordo com a classe correspondente determinada pela classificação dos mapas de LULCC. A partir dai, o modelo verifica se existem mudanças entre as classes de LULCC no tempo t-1 e t. Caso não existam mudanças na cobertura de uso do solo os valores de AGB, BGB e SCS são mantidos, enquanto os pixels que apresentam alterações na cobertura da terra recebem novos valores de AGB, BGB e SCS de acordo com o novo LULCC.",
  "modal_info_paraghaph05": "Maiores detalhes sobre o sistema de previsão e a sua avaliação para a região estão disponíveis em:",
  "modal_info_paraghaph06": "Referência do nosso artigo na PlosOne, assim que for aceito",
  "modal_info_paraghaph07": "Dionizio, E.A.D, 2019. The effect of land use change on soil physical properties and on carbon stocks on sandy soils of a Cerrado agricultural frontier. Tese de Doutorado, Universidade Federal de Viçosa, março 2019. Orientador: Marcos Heil Costa",
  "popup_clickout": "Fora da camada",
  "stackplot_title": "Estoques de carbono (1990 -2018)",
  "barplot_title": "Estoques de carbono"
}
